let fruit_chaewon = ["복숭아","샤인머스캣","사과","포도","멜론","수박"]
let fruit_minjae = ["귤","블루베리","아보카도","딸기","참외"]
let fruit_Gieun = ["사과","복숭아","오렌지"]
let fruit_hangyeol = ["메론","사과","감","바나나","딸기","참외","배"]
let fruit_hanjihyun = ["망고","딸기","멜론","블루베리","블루베리","복숭아","키위"]
let fruit_songjihyun = ["멜론","망고","블루베리","천혜향"]
let fruit_minyoung = ["파인애플","사과","바나나","귤"]
let fruit_suji = ["사과","자몽","오렌지","귤","레몬","용과","블루베리"]
let fruit_kyungmin= ["망고","거봉","감","홍시","파인애플"]
let fruit_gengheonjin = ["수박","참외","오렌지","파인애플","복숭아","멜론","바나나","키위","딸기"]
console.log(fruit_chaewon[1])
console.log(fruit_chaewon.length)
console.log(fruit_minjae[2])
console.log(fruit_minjae.length)

let green8th = [
    ["정현진","남성",50,false,["파인애플","멜론"]],
    ["김경민","여성",30,false,["수박","참외","오렌지","파인애플","복숭아","멜론","바나나","키위","딸기"]],
    ["왕민재","남성",24,false,["귤","블루베리","아보카도","딸기","참외"]],
    ["이채원","여성",25,false,["복숭아","샤인머스캣","사과","포도","멜론","수박"]],
    ["김한결","여성",25,false,["메론","사과","감","바나나","딸기","참외","배"]],
    ["한기은","여성",28,false,["사과","복숭아","오렌지"]],
    ["정민영","여성",25,false,["파인애플","사과","바나나","귤"]],
    ["한지현","여성",30,false,["망고","딸기","멜론","블루베리","블루베리","복숭아","키위"]],
    ["송지현,","여성",32,false,["멜론","망고","블루베리","천혜향"]],
    ["이수지","여성",26,false,["사과","자몽","오렌지","귤","레몬","용과","블루베리"]]
]


console.log(green8th)
console.log(green8th[0])
let person1 = ["정현진","남성",50,false,["파인애플","멜론"]]
let person2 = ["김경민","여성",30,false,["수박","참외","오렌지","파인애플","복숭아","멜론","바나나","키위","딸기"]]
// ["왕민재","남성",24,false,["귤","블루베리","아보카도","딸기","참외"]]
console.log(person1[0]) //정현진
// ["정현진","남성",50,false,["파인애플","멜론"]][0] //정현진
person2 [4][3]
// ["망고","거봉","감","홍시","파인애플"][3]

