// let green8th = [
//     ["정현진","남성",50,false,["파인애플","멜론"]],
//     ["김경민","여성",30,false,["수박","참외","오렌지","파인애플","복숭아","멜론","바나나","키위","딸기"]],
//     ["왕민재","남성",24,false,["귤","블루베리","아보카도","딸기","참외"]],
//     ["이채원","여성",25,false,["복숭아","샤인머스캣","사과","포도","멜론","수박"]],
//     ["김한결","여성",25,false,["메론","사과","감","바나나","딸기","참외","배"]],
//     ["한기은","여성",28,false,["사과","복숭아","오렌지"]],
//     ["정민영","여성",25,false,["파인애플","사과","바나나","귤"]],
//     ["한지현","여성",30,false,["망고","딸기","멜론","블루베리","블루베리","복숭아","키위"]],
//     ["송지현,","여성",32,false,["멜론","망고","블루베리","천혜향"]],
//     ["이수지","여성",26,false,["사과","자몽","오렌지","귤","레몬","용과","블루베리"]]
// ]
let green8th = [
    // { 
    //     name:"정현진",
    //     gender:"남성",
    //     age:50,
    //     marr:false,
    //     fruits:["파인애플","멜론"]
    // },
    { 
        name:"김경민",
        gender:"여자",
        age:30,
        marr:false,
        fruits:["수박","참외","오렌지","파인애플","복숭아","멜론","바나나","키위","딸기"] 
    },
    {   
        name:"왕민재",
        gender:"남성",
        age:24,
        marr:false,
        fruits:["귤","블루베리","아보카도","딸기","참외"]
    },
    {   
        name:"이채원",
        gender:"여자",
        age:25,
        marr:false,
        fruits:["복숭아","샤인머스캣","사과","포도","멜론","수박"]
    },
    {   
        name:"김한결",
        gender:"여자",
        age:25,
        marr:false,
        fruits:["메론","사과","감","바나나","딸기","참외","배"]
    },
    {   
        name:"한기은",
        gender:"여자",
        age:28,
        marr:false,
        fruits:["사과","복숭아","오렌지"]
    },
    {   
        name:"정민영",
        gender:"여자",
        age:25,
        marr:false,
        fruits:["파인애플","사과","바나나","귤"]
    },
    {   
        name:"한지현",
        gender:"여자",
        age:30,
        marr:false,
        fruits:["망고","딸기","멜론","블루베리","블루베리","복숭아","키위"]
    },
    {   
        name:"송지현",
        gender:"여자",
        age:32,
        marr:false,
        fruits:["멜론","망고","블루베리","천혜향"]
    },
    {   
        name:"이수지",
        gender:"여자",
        age:26,
        marr:false,
        fruits:["사과","자몽","오렌지","귤","레몬","용과","블루베리"]
    }
]
console.log(green8th[3].name)  //이채원
console.log(green8th[3].age) //25

